{"filename": "1_fact_checking_guidelines.txt", "text": "Fact-Checking Guidelines for Civilians\n\n1. Always verify information before sharing. Cross-check with at least two trusted sources (e.g., UN OCHA, WHO, BBC, Africa Check).\n2. Watch for misleading signals: headlines in ALL CAPS, urgent tones, emotional wording, or statistics without references.\n3. Use reverse image search to confirm if a photo is old or taken from another conflict.\n4. Be cautious of anonymous social media accounts spreading alarming news without sources.\n5. When in doubt, do not forward or share information until it is verified."}
{"filename": "2_misinformation_examples.txt", "text": "Examples of Misinformation During Conflicts\n\n1. In Sudan (2023–2024), several false reports circulated about ceasefires that never took place, creating confusion and endangering civilians.\n2. Fake images and videos from other countries (e.g., Syria, Yemen) were shared as if they were from Sudan.\n3. Propaganda campaigns used fake social media accounts to spread false claims about safe areas, leading civilians into dangerous zones.\n4. In health crises, misinformation about vaccines and disease outbreaks misled communities, causing mistrust in humanitarian aid."}
{"filename": "3_sudan_conflict_context.md", "text": "# Sudan Conflict Context\n\n- Since April 2023, Sudan has faced an armed conflict mainly between the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF).\n- Millions of civilians have been displaced, and misinformation has played a critical role in shaping public opinion and influencing civilian movement.\n- False ceasefire announcements, fabricated humanitarian access updates, and manipulated social media campaigns have worsened the crisis.\n- Trusted humanitarian organizations (e.g., UN OCHA, WHO, UNICEF, Sudanese Red Crescent) provide verified updates that civilians should rely on."}
{"filename": "4_humanitarian_decision_support.txt", "text": "Humanitarian Decision-Support Guidelines\n\n1. When receiving unverified alerts (e.g., about attacks, shortages, or evacuations), civilians should first check trusted sources such as UN OCHA Sudan or WHO Sudan.\n2. If official confirmation is unavailable, delay decisions that put lives at risk until more reliable information is obtained.\n3. Use verified hotlines or contact humanitarian organizations before relocating to “safe zones.”\n4. During health emergencies, rely only on WHO or Sudanese Ministry of Health announcements for guidance on treatment and prevention."}
{"filename": "5_trusted_sources_list.txt", "text": "Trusted Sources for Sudan Conflict Information\n\n- United Nations Office for the Coordination of Humanitarian Affairs (OCHA Sudan): https://reports.unocha.org/en/country/sudan/\n- World Health Organization (WHO Sudan): https://www.emro.who.int/countries/sdn/index.html\n- UNICEF Sudan: https://www.unicef.org/sudan/\n- Sudanese Red Crescent: https://www.srcs.sd/\n- BBC Reality Check: https://www.bbc.com/news/reality_check\n- Africa Check: https://africacheck.org/\n- Reuters Fact Check: https://www.reuters.com/fact-check/"}
